Repository: adaptive-learning/estimates-web
Catalog: mysite/locale/*/LC_MESSAGES/django.po
Languages: cs_cz

source: Mena
cs_cz: Měna

source: Odhady meny
cs_cz: Odhady měny

source: Odhady jednotiek
cs_cz: Odhady jednotek

source: Odhady grafických príkladov
cs_cz: Odhady grafických příkladů

source: Dĺžka
cs_cz: Délka

source: Príklady
cs_cz: Příklady

source: Uhly
cs_cz: Úhly

source: Vlastný výber
cs_cz: Vlastní výběr

source: Voda v pohári
cs_cz: Voda ve sklenici

source: Dĺžka priamky
cs_cz: Délka přímky

source: Počet objektov
cs_cz: Počet objektů

source: Všetko
cs_cz: Vše

source: Koľko ° má uhol?
cs_cz: Kolik ° má úhel?

source: Koľko krát je spodná priamka väčšia ako vrchná?
cs_cz: Kolikrát je spodní přímka větší než vrchní?

source: koľko je na obrázku objektov?
cs_cz: Kolik je na obrázku objektů?

source: Koľko krát sa obsah objektu B zmestí do objektu A?
cs_cz: Kolikrát se obsah objektu B vejde do objektu A?

source: Najrýchlejšia odpoveď
cs_cz: Nejrychlejší odpověď

source: Najsprávnejšia odpoveď
cs_cz: Nejsprávnější odpověď

source: Nestihnutá odpoveď
cs_cz: Nestihnutá odpověď

source: Stihnutá odpoveď
cs_cz: Stihnutá odpověď

source: Preskočená odpoveď
cs_cz: Přeskočená odpověď

source: Znova
cs_cz: Znovu

source: O projekte
cs_cz: O projektu

source: Vyskúšajte taktiež:
cs_cz: Vyzkoušejte také:

source: nápoveda:
cs_cz: nápověda:

source: Odpovedať
cs_cz: Odpovědět

source: Preskočiť
cs_cz: Přeskočit

source: Vyber si vlastný typ
cs_cz: Vyber si vlastní typ

source: Označte aspoň jeden typ
cs_cz: Označte alespoň jeden typ

source: Označ všetko
cs_cz: Označ vše

source: vytvoriť test
cs_cz: vytvořit test

source: vytvoriť na čas
cs_cz: vytvořit na čas

source: Projekt je vyvíjaný v rámci bakalárskej práce Romana Orlíčka.
cs_cz: Projekt je vyvíjen v rámci bakalářské práce Romana Orlíčka.

source: Námety na zlepšenie, prípadne nájdenie chýb zasielajte prosím na
cs_cz: Náměty na zlepšení, případně nalezení chyb zasílejte prosím na

source: Dáta o odpovediach sa ukladajú pre výber nasledovných otázok a pre výzkumné účely.
cs_cz: Data o odpovědích se ukládají pro výběr následujících otázek a pro výzkumné účely

source: Prihlasovacie údaje z facebooku a gmailu sa používajú iba na overenie identity pri nasledujúcej návšteve. Inak sa s nimi nepracuje.
cs_cz: Přihlašovací údaje z facebooku a gmailu se používají jen na ověření identity při následující návštěvě. Jinak se s nimi nemanipuluje.

source: vyber si kategóriu
cs_cz: vyber kategorii

source: Zábavná aplikácia na testovanie vašich schopností na odhady.
cs_cz: Zábavná aplikace na testování vašich schopností na odhady.

source: Napíšte nám
cs_cz: Napište nám

source: Precvičte si váš odhad
cs_cz: Procvičte si váš odhad

source: Pokúste sa odpovedať čo najpresnejšie, a najrýchlejšie odpovedať na otázky. Takmer správny výsledok má rovnakú váhu ako presný. Nájdite kompromis medzi týmito veličinami.
cs_cz: Pokuste se odpovědět co nejpřesněji, a nejrychleji na otázky. Téměř správný výsledek má stejnou váhu jako přesný. Najděte kompromis mezi těmito veličinami.

source: Porovnajte si čas s inými ľuďmi
cs_cz: Porovnejte si čas s jinými lidmi

source: Zatiaľ čo hviezdičky označujú vašu presnosť odpovede, blesky určujú váš percentil v rýchlosti odpovede.
cs_cz: Zatímco hvězdičky označují vaši přesnost odpovědi, blesky určují váš percentil v rychlosti odpovědi.

source: Otázky na mieru:
cs_cz: Otázky na míru:

source: Vyskúšajte si svoje odhady na rôznych typoch úloh. Od prevodov mien cez obrázky až po prevody medzi imperialnym a metrickým systémom...
cs_cz: Vyzkoušejte si své odhady na různých typech úloh. Od převodu měn přes obrázky až po převody mezi imperiálním a metrickým systémem...

source: Dva typy testov:
cs_cz: Dva typy testů

source: Zodpovedajte test o počte 10 otázok s čo najvyššiou presnosťou a rýchlosťou, alebo si vyskúšajte test, kde každú otázku musíte odpovedať v istom časovom limite.
cs_cz: Zodpovězte test o počtu 10 otázek s co největší přesností a rychlostí, a nebo vyzkoušejte test, ve kterém musíte na každou otázku odpovědět v co nejkratším časovém limitu.

source: Máte návrhy na zlepšenie? Napíšte nám.
cs_cz: Máte návrhy na zlepšení? Napište nám.

source: Vaša správa:
cs_cz: Vaše zpráva:

source: Odoslať
cs_cz: Odoslat

source: Kategórie
cs_cz: Kategorie

source: Vlastný set
cs_cz: Vlastní set

source: Prihlásenie
cs_cz: Přihlášení
